<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Messages
    |--------------------------------------------------------------------------
    |
    | Messages
    |
    */

    'cell_number_not_exists' => 'کاربری با این شماره وجود ندارد لطفا ابتدا در سایت ثبت نام نمایید.',
    'incorrect_current_password' => 'کلمه عبور فعلی صحیح نیست.',
    'credentials' => 'نام کاربری و یا رمز عبور نادرست می باشد.',
    'logout' => 'کاربر با موفقیت خارج شد.',
    'verify_code_sent' => 'کد تأیید به موبایل کاربر ارسال شد.',
    'one_time_code' => 'رمز یکبار مصرف به شماره شما ارسال شد.',
    'remember_code_sent' => 'کد بازیابی رمز عبور به شماره شما ارسال شد',
    'password_changed' => 'رمز عبور با موفقیت تغییر کرد.',
    'verified' => 'تأیید شماره انجام شد.',
    'invalid_code' => 'کد فعالسازی نامعتبر است.',
    'not_verified' => 'تأیید شماره تلفن انجام نشده است.',
    'expired' => 'ماژول مورد نظر منقضی شده است.',
    'stored' => 'مورد مورد نظر ذخیره شد.',
    'client_exists' => 'کاربر دیگری با این شماره تلفن ثبت نام کرده',
    'user_exists' => 'کاربر دیگری با این شماره ثبت نام کرده',
    /*
    |--------------------------------------------------------------------------
    | Default response messages
    |--------------------------------------------------------------------------
    |
    | title and content of default response messages
    |
    */

    'success_title' => 'موفق',
    'success_content' => 'درخواست شما با موفقیت انجام شد.',
    'error_title' => 'شکست',
    'error_content' => 'درخواست شما با مشکل مواجه شد.',

];
